{
  "greeting": "Hello!",
  "profile": "Profile",
  "settings": "Settings",
  "change_language": "Change Language",
  "Escolha o idioma que melhor te ajude a navegar pelo nosso site.": "Choose the language that helps you navigate our site best.",
  "PORTUGUÊS (BRASIL)": "PORTUGUESE (BRAZIL)",
  "ENGLISH (US)": "ENGLISH (US)",
  "Trocar Tema": "Change Theme",
  "Escolha o tema que melhor te ajude a navegar pelo nosso site.": "Choose the theme that helps you navigate our site best.",
  "TEMA ESCURO": "DARK THEME",
  "TEMA CLARO": "LIGHT THEME",
  "Trocar Conta ou Sair": "Switch Account or Logout",
  "Voce pode trocar o seu usuario ou sair": "You can switch your user or logout",
  "TROCAR USUARIO": "SWITCH USER",
  "SAIR": "LOGOUT",
  "Nome": "Name",
  "Biografia": "Biography",
  "Curso": "Course",
  "Português": "Portuguese",
  "English": "English",
  "Dark": "Dark",
  "Light": "Light",
  "Progresso 1": "Progress 1",
  "Progresso 2": "Progress 2",
  "Progresso 3": "Progress 3",
  "ESCOLHA UMA IMAGEM": "CHOOSE AN IMAGE",
  "ESCOLHA UM BANNER": "CHOOSE A BANNER",
  "Prévia da imagem": "Image preview",
  "USAR BANNER PADRÃO": "USE DEFAULT BANNER",
  "ENVIAR": "SEND",
  "PERFIL": "Profile",
  "ANOTAÇÕES": "Notes",
  "CURSOS": "Courses",
  "FÓRUM": "Forum",
  "CHAT": "Chat",
  "CARRINHO": "Cart",
  "INÍCIO": "Home",
  "CONFIGURAÇÕES": "Settings",
  "pts": "pts",
  "ÓRBITA": "ORBIT",
  "GALÁXIA": "GALAXY",
  "UNIVERSO": "UNIVERSE",
  "ASTRONAUTAS": "ASTRONAUTS",
  "Pesquisar usuário...": "Search user...",
  "Nenhum usuário encontrado.": "No user found.",
  
  "_HOME_PAGE": "=== HOME PAGE ===",
  "QUEM SOMOS": "WHO WE ARE",
  "Nossa missão: ensinar astronomia e astrofísica de forma completa, guiando os alunos do nível mais básico ao mais avançado. Nosso propósito é preparar adolescentes recém-saídos do ensino médio e adultos de todas as idades para dominarem o conhecimento do universo, oferecendo um caminho real para seguirem carreiras de destaque nos diversos campos da física e da ciência espacial.": "Our mission: to teach astronomy and astrophysics comprehensively, guiding students from the most basic to the most advanced level. Our purpose is to prepare teenagers fresh out of high school and adults of all ages to master knowledge of the universe, offering a real path to pursue outstanding careers in various fields of physics and space science.",
  "Nossa visão: ser reconhecido nacional e internacionalmente como o curso mais completo, acessível e inspirador de astronomia e astrofísica, presente tanto online quanto em instituições de ensino. Queremos ser o ponto de partida para grandes carreiras científicas, formando alunos que se destaquem em universidades, centros de pesquisa e agências espaciais ao redor do mundo.": "Our vision: to be recognized nationally and internationally as the most complete, accessible and inspiring astronomy and astrophysics course, present both online and in educational institutions. We want to be the starting point for great scientific careers, forming students who stand out in universities, research centers and space agencies around the world.",
  "Nossos valores: acreditamos em um ensino de qualidade, acessível para todos, independentemente da idade ou formação. Valorizamos o amor pela ciência, a curiosidade, o respeito à diversidade e o compromisso com cada aluno em sua jornada de aprendizado. Nosso conteúdo é baseado em fontes confiáveis e atualizadas, sempre com o objetivo de transformar vidas por meio do conhecimento.": "Our values: we believe in quality education, accessible to everyone, regardless of age or background. We value love for science, curiosity, respect for diversity and commitment to each student in their learning journey. Our content is based on reliable and updated sources, always with the goal of transforming lives through knowledge.",
  
  "SEJA MUITO BEM-VINDO AO": "WELCOME TO",
  "NEBULA": "NEBULA",
  "Você já olhou para o céu noturno e se perguntou sobre os mistérios do cosmos? Na NEBULA, somos apaixonados por astronomia e astrofísica, e nossa missão é transformar essa curiosidade em conhecimento profundo.": "Have you ever looked at the night sky and wondered about the mysteries of the cosmos? At NEBULA, we are passionate about astronomy and astrophysics, and our mission is to transform that curiosity into deep knowledge.",
  
  "NOSSO CONTEÚDO EXCLUSIVO": "OUR EXCLUSIVE CONTENT",
  "VÍDEOS AULA": "VIDEO LESSONS",
  "Aulas gravadas com explicações didáticas e exercícios comentados para guiar você do básico ao avançado na astronomia e astrofísica. Assista no seu ritmo, quantas vezes quiser.": "Recorded lessons with didactic explanations and commented exercises to guide you from basic to advanced in astronomy and astrophysics. Watch at your own pace, as many times as you want.",
  "PDF E TAREFAS": "PDF AND TASKS",
  "Conteúdo em PDF para quem prefere aprender lendo, além de tarefas estruturadas que fazem parte do cronograma de aprendizado e reforçam cada tema estudado.": "PDF content for those who prefer to learn by reading, plus structured tasks that are part of the learning schedule and reinforce each topic studied.",
  "DÚVIDAS E RESPOSTAS": "QUESTIONS AND ANSWERS",
  "Tenha acesso a um fórum exclusivo com outros alunos e conte com o suporte direto dos professores para tirar dúvidas e aprofundar seus estudos.": "Have access to an exclusive forum with other students and count on direct support from teachers to clear doubts and deepen your studies.",
  "FAÇA JÁ SEU CADASTRO": "REGISTER NOW",
  "Cadastre-se gratuitamente e tenha acesso imediato a aulas introdutórias do curso. Descubra como é fácil e envolvente começar sua jornada pelo universo!": "Register for free and get immediate access to introductory course lessons. Discover how easy and engaging it is to start your journey through the universe!",
  "CADASTRAR": "REGISTER",
  "Pesquisar conversas...": "Search conversations...",
  "Digite sua mensagem...": "Type your message...",
  "Enviar": "Send",
  "Adicionar participantes": "Add participants",
  "Integrantes": "Members",
  "Moderadores": "Moderators",
  "Plantão de dúvidas": "Office hours",
  "Preparando material": "Preparing material",
  "Equipe Nebula enviou uma atualização do cronograma.": "Nebula team sent a schedule update.",
  "Mentor Rafael liberou feedback da atividade 4.": "Mentor Rafael released feedback for activity 4.",
  "Nova live de revisão agendada para amanhã.": "New review live session scheduled for tomorrow.",
  "Bem-vindo ao canal principal!": "Welcome to the main channel!",
  "Fique à vontade para compartilhar resultados das atividades.": "Feel free to share your activity results.",
  "Podemos revisar a dúvida sobre espectroscopia?": "Can we review the spectroscopy question?",
  "Carregamos um novo anexo com mapa mental.": "We uploaded a new attachment with a mind map.",
  "Acabei de finalizar a atividade 3, foi intensa!": "I just finished activity 3, it was intense!",
  "Obrigada! vou conferir os ajustes agora.": "Thanks! I'll check the tweaks now.",
  "Subi um arquivo de resumo na pasta compartilhada.": "I uploaded a summary file to the shared folder.",
  "Estamos preparando slides extras para a mentoria.": "We're preparing extra slides for the mentoring session.",
  "canais ativos": "active channels",
  "mensagens hoje": "messages today",
  "mentorias semanais": "weekly mentoring",
  "Nenhum canal encontrado.": "No channel found.",
  "Criar nova conversa": "Start a new conversation",
  "Selecione participantes": "Select participants",
  "Nenhum seguidor disponível.": "No followers available.",
  "Nome do grupo": "Group name",
  "Digite o nome do grupo": "Type the group name",
  "Cancelar": "Cancel",
  "Criar": "Create",
  "GRUPO": "GROUP",
  "Nova conversa": "New conversation",
  "Conversa iniciada agora.": "Conversation just started.",
  "Agora": "Now",
  "Você": "You",
  "Voltar para conversas": "Back to conversations",
  "Conversa não encontrada.": "Conversation not found.",
  "Selecione um canal para começar.": "Select a channel to get started.",
  "Escolha um canal para visualizar o histórico.": "Pick a channel to view the history.",
  "Nenhuma mensagem por aqui ainda.": "No messages here yet.",
  
  "AVALIAÇÕES": "REVIEWS",
  
  "_LOGIN_PAGE": "=== LOGIN PAGE ===",
  "Bem-vindo, {name}!": "Welcome, {name}!",
  "Você está logado com o email: {email}": "You are logged in with email: {email}",
  "Voltar": "Back",
  "Criar conta": "Create account",
  "Email": "Email",
  "Senha": "Password",
  "Cadastrar": "Register",
  "Cadastrar com Google": "Register with Google",
  "Entrar": "Sign In",
  "faça login de forma manual:": "log in manually:",
  "Esqueceu sua senha?": "Forgot your password?",
  "Entrar com Google": "Sign in with Google",
  "Bem-vindo de volta!": "Welcome back!",
  "Entre na sua conta Nebula para ter acesso aos seus cursos!": "Sign in to your Nebula account to access your courses!",
  "Não possui uma conta?": "Don't have an account?",
  "Cadastre-se no curso Nebula!": "Register for the Nebula course!",
  
  "_PROFILE_PAGE": "=== PROFILE PAGE ===",
  "Foto de perfil": "Profile picture",
  "Editar": "Edit",
  "Salvar": "Save",
  "Usuário": "User",
  "Rank": "Rank",
  
  "_COURSES_PAGE": "=== COURSES PAGE ===",
  "CURSO UNIVERSO": "UNIVERSE COURSE",
  "CURSO GALÁXIA": "GALAXY COURSE",
  "CURSO ÓRBITA": "ORBIT COURSE",
  
  "_PLANS_PAGE": "=== PLANS PAGE ===",
  "ENCONTRE O MELHOR PLANO PARA VOCÊ": "FIND THE BEST PLAN FOR YOU",
  "Iniciar video sobre planos": "Start video about plans",
  "Após assistir o vídeo acima e entender como os nossos cursos funcionam, agora você poderá escolher qual o melhor plano para você.": "After watching the video above and understanding how our courses work, now you can choose the best plan for you.",
  "Para iniciantes, aborda conceitos básicos de física e astronomia, como o Sistema Solar e leis fundamentais. Ideal para quem está começando sua jornada no universo científico.": "For beginners, it covers basic physics and astronomy concepts, such as the Solar System and fundamental laws. Ideal for those starting their journey in the scientific universe.",
  "Explora temas intermediários como leis de Newton, estrelas, galáxias e introdução à relatividade. Perfeito para quem já conhece o básico e quer se aprofundar.": "Explores intermediate topics such as Newton's laws, stars, galaxies and introduction to relativity. Perfect for those who already know the basics and want to go deeper.",
  "Plano avançado com conteúdos sobre física quântica, buracos negros, energia escura e cosmologia. Recomendado para quem busca uma formação completa e aprofundada.": "Advanced plan with content on quantum physics, black holes, dark energy and cosmology. Recommended for those seeking complete and in-depth training.",
  "Video aulas e PDFs": "Video lessons and PDFs",
  "Tarefas": "Tasks",
  "Planejamento de rotina": "Routine planning",
  "Grupo no Whatsapp": "Whatsapp group",
  "Mentorial semanal particular": "Private weekly mentoring",
  "Emissão de certificado digital": "Digital certificate issuance",
  "CHAVE PIX": "PIX KEY",
  
  "_FOOTER": "=== FOOTER ===",
  "© nebulacurso": "© nebulacourse",
  
  "_ALERTS": "=== MESSAGES ===",
  "Erro no cadastro": "Registration error",
  "Erro no login": "Login error",
  "Cadastro realizado com sucesso!": "Registration completed successfully!",
  "Chave PIX copiada com sucesso!": "PIX key copied successfully!",
  "Erro ao copiar a chave!": "Error copying key!",
  "Foto do usuário": "User photo"
}
